import React from 'react'
import { Container } from 'react-bootstrap'
import "./About.css"

const About = () => {
  return (
    <div className='about'>
      <Container>
        <div className="about-item">
          <div className="about-title">
            <h3>حول <span>شركتنا</span></h3>
          </div>
          <div className="about-info ">
            <p><span>1</span>نحن شركة محاماة متخصصة تسعى جاهدة لتقديم خدمات قانونية متميزة ومتكاملة لعملائنا في جميع أنحاء العالم. نفتخر بتاريخنا الطويل في تقديم الاستشارات القانونية وتمثيل العملاء في مختلف القضايا والنزاعات. تعتمد شركتنا على فريق محامين ذوي خبرة عالية ومتخصصين في مختلف التخصصات القانونية، مما يمكننا من تقديم حلول فعّالة ومبتكرة لمتطلبات عملائنا.</p>
            <p><span>2</span>نحن نولي أهمية كبيرة للالتزام بأعلى معايير الأخلاقيات المهنية والقوانين المحلية والدولية. يعمل فريقنا على ضمان أن جميع الخدمات التي نقدمها تتم بنزاهة وشفافية، مما يضمن حماية مصالح عملائنا وتحقيق العدالة القانونية بأقصى درجات الدقة والمهنية.</p>
            <p><span>3</span>نحن نتبنى الابتكار في كل جانب من جوانب عملنا، حيث نسعى باستمرار لاستخدام أحدث التقنيات والأدوات القانونية لتحسين كفاءة عملياتنا وتوفير خدمة أفضل لعملائنا. نحن ملتزمون بالتعلم المستمر وتطوير مهاراتنا لمواكبة التطورات القانونية والتحديات التي تواجه عملائنا.</p>
          </div>
        </div>
      </Container>
    </div>
  )
}

export default About